/* bottom bar */
"ADD_TITLE" = "添加颜色";

/* bottom bar */
"COLOR_TITLE" = "选择颜色";

/* bottom bar */
"ERASER_TITLE" = "擦除";

/* bottom bar */
"PAINT_TITLE" = "涂抹";

"WAITING_WORD" = "请稍候";

"APPLY_HAIR_COLOR" = "染色中";

"CHOOSE_NEW_COLOR_TIP" = "选择新发色";

"SHARE_TEXT" = "HairColor";

"TOP_OK" = "确定";

"TOP_BACK" = "取消";

"BRUSH" = "增加";

"ERASER" = "减少";

"SMART_SCISSORS" = "智能剪刀";

"RADIUS" = "半径";

"SMOOTH_BRUSH" = "羽化";

"CUT_HAIR_TITLE" = "选择头发区域";

"FIND_HAIR_TIP" = "选择头发区域";

"FIND_HAIR_MSG" = "选择头发区域后，一键染发更快捷，而且染发不会超出头发区域，涂抹更方便。是否选择？(建议选择)";

"FIND_HAIR_OK" = "选择";

"FIND_HAIR_NO" = "取消";

"SAMPLE_HAIR_TIP" = "头发区域已选择";

"SAMPLE_HAIR_MSG" = "示例图片已事先选择头发区域，直接选择发色可进行一键染发，涂抹也不会超出头发区域。您可点击\"头发区域\"按钮编辑头发区域。";

"SAMPLE_HAIR_OK" = "好的";

"SAMPLE_HAIR_NOTIP" = "不再提示";

"HAIR_AREA_BTN" = "头发区域";

"REMEMBER_CHOOSE" = "记住我的选择，不再询问";

"SUCCESSIVE_REDOUNDO_TIP" = "提示";

"SUCCESSIVE_REDO_MSG" = "你连续重做了5次，是否使用最新编辑的图片?";

"SUCCESSIVE_UNDO_MSG" = "你连续撤销了5次，是否使用原始图片?";

"SUCCESSIVE_REDOUNDO_OK" = "好";

"SUCCESSIVE_REDOUNDO_NO" = "不";

"SUCCESSIVE_REMEMBER" = "记住选择，本次回话不再提示";

"HELP_CLOSE" = "关闭";

"HELP_TITLE" = "帮助";

"HELP_CUT_HAIR_TITLE" = "选择头发区域";

"HELP_CUT_HAIR_MSG" = "染发范围只限于头发区域，区域外不能染发！用手指画出头发轮廓，发丝处多涂抹几下。效果不理想的话，使用\"增加\"和\"减少\"工具手动处理。";

"HELP_AUTO_HAIR_TITLE" = "选择发色";

"HELP_AUTO_HAIR_MSG" = "选择头发区域后，一键染发更快捷，染发不会超出头发区域。";

"HELP_MANUAL_HAIR_TITLE" = "手动染发";

"HELP_MANUAL_HAIR_MSG" = "手动染发更自由。可实现挑染，像素染发，以及更多的渐变色搭配。可多次进入手动模式，添加不同颜色。";

"HELP_LP_DELETE_TITLE" = "管理存档";

"HELP_LP_DELETE_MSG" = "长按要删除的存档直到弹出垃圾桶，然后拖向垃圾桶以删除存档。";

"SHARE_TOP_OK" = "首页";

"SHARE_TOP_BACK" = "返回";

"SHARE_EDIT_TITLE" = "分享/保存";

"TIP" = "提示";

"NO_HAIR_MASK_MSG" = "请选择头发区域！染发范围只限于头发区域，区域外不能染发！";

"CANCEL" = "我知道了";

"SEE_HELP" = "查看帮助";

"DYE_FINALIZED" = "当前染发已生效，选择新发色并涂抹添加染发！";

"PAINT_TO_DYE" = "在头发区域涂抹，实现染发";

"BEAUTIFY" = "美颜";
